Autodesk.Revit.DB.ElementComparerByParameter.#ctor(Autodesk.Revit.DB.ElementComparerByParameterData)
Creates an instance of this comparer initiated by the given data object
data:
The data defining the parameter to compare by and sorting order
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2015